Repository: pypi-data/pypi-mirror-293
Catalog: packages/mizdb-watchlist/mizdb_watchlist-1.1.1-py3-none-any.whl/mizdb_watchlist/locale/*/LC_MESSAGES/django.po
Languages: de

source: Add selected %(verbose_name_plural)s to my watchlist
de: Ausgewählte %(verbose_name_plural)s zu meiner Merkliste hinzufügen

source: Successfully added to my watchlist.
de: Erfolgreich zu meiner Merkliste hinzugefügt.

source: My watchlist
de: Meine Merkliste

source: Object ID
de: Objekt ID

source: Object representation
de: Objekt Repräsentation

source: Added at
de: Hinzugefügt am

source: Watchlist Item
de: Merkliste Objekt

source: Watchlist Items
de: Merkliste Objekte

source: Toggle watchlist
de: Zu Merkliste hinzufügen/entfernen

source: Changelist
de: Änderungsliste

source: Remove all %(model_name)s watchlist items
de: Alle %(model_name)s Objekte von Merkliste entfernen

source: Remove all
de: Alle entfernen

source: Remove from watchlist
de: Von Merkliste entfernen

source: There are no items on your watchlist.
de: Du hast keine Objekte auf deiner Merkliste.

source: My Watchlist
de: Meine Merkliste
